Repository: Gatto1820/MC3
Catalog: MC3-main/MC3/MC3/MC3/*.lproj/Localizable.strings
Languages: de, it

source: Welcome
de: Willkommen
it: Benvenuto

# BubbleMessage1
source: It's so difficult to keep addictions under control...
de: Es ist so schwierig, Süchte unter Kontrolle zu halten...
it: È difficile avere le dipendenze sotto controllo...

# BubbleMessage2
source: You’re right! It’s difficult, but I’m sure you could do it!
de: Du hast Recht! Es ist schwierig, aber ich bin sicher, dass du es schaffen kannst!
it: Hai ragione! È difficile, ma sono sicuro che potrei farcela!

# BubbleMessage3
source: How can I?
de: Wie kann ich
it: Come posso?

# BubbleMessage4
source: Try to use BreakTime! It really could help you to do it!
de: Versuchst du, BreakTime zu benutzen! Es könnte Ihnen wirklich helfen, es zu tun!
it: Prova ad usare BreakTime! Veramente potrà aiutarti!

# OnboardingButtonText
source: Let's start
de: Fangen wir an
it: Iniziamo

source: Alcohol
de: Alkohol
it: Alcol

source: Candies
de: Bonbons
it: Caramelle

source: Cigarettes
de: Zigaretten
it: Sigarette

source: Coffee
de: Kaffee
it: Caffè

source: Gambling
de: Spielen
it: Gioco d’azzardo

# AlcoholQuestion
source: How many glasses of alcohol per day do you want to drink?
de: Wie viele Gläser Alkohol willst du pro Tag trinken?
it: Quanti bicchieri di alcol al giorno vuoi bere?

# CandiesQuestion
source: How many candies per day do you want to eat?
de: Wie vielen Bonbon willst du pro Tag essen?
it: Quante caramelle al giorno vuoi mangiare?

# CigaretteQuestion
source: How many cigarettes per day do you want to smoke?
de: Wie viele Zigaretten willst du pro Tag rauchen?
it: Quante sigarette al giorno vuoi fumare?

# CoffeeQuestion
source: How many cups of coffee per day do you want to drink?
de: Wie viele Kaffee willst du pro Tag trinken?
it: Quante tazze di caffè al giorno vuoi bere?

# GamblingQuestion
source: How many bets do you want to place per day?
de: Wie viele Wetten möchtest du pro Tag platzieren??
it: Quante puntate al giorno vuoi fare?

# LeftButtonText
source: Back
de: Zurück
it: Indietro

# RightButtonText
source: Set your goal
de: Setzen Sie Ihr Ziel
it: Imposta il tuo obiettivo

# DefaultText
source: Click on the button to set your new goal
de: Klickest du auf die Schaltfläche, um Ihr neues Ziel festzulegen
it: Premi il pulsante per impostare un nuovo obiettivo

# CigarettePhrase1
source: Felicitation! If you are planning to have a baby, now you are reducing your fertility!
de: Glückwunsch! Wenn du planest, ein Baby zu bekommen, reduzierest du jetzt Ihre Fruchtbarkeit!
it: Felicitazioni! Se stai pianificando di avere un bambino, così stai riducendo la tua fertilità!

# CigarettePhrase2
source: Good job! If you’re planning to die, with those cigarettes that you have smoked, the possibility of having an heart attack are increased!
de: Gut gemacht! Wenn du vorhast zu sterben, erhöht sich mit den Zigaretten, die du geraucht hast, die Wahrscheinlichkeit eines Herzinfarkts!
it: Ottimo lavoro! Se stai pianificando di morire, con queste sigarette che hai fumato, le possibilità di avere un infarto sono aumentate!

# CigarettePhrase3
source: Congratulation! If you want to look older than you are, smoking you are doing the right thing!
de: Herzlichen Glückwunsch! Wenn Sie älter aussehen wollen als Sie sind, dann tun Sie das Richtige!
it: Congratulazioni! Se vuoi sembrare più vecchio di quello che sei, fumando stia facendo la cosa giusta!

# CigarettePhrase4
source: Well done! If you want to lose all your savings, this is the best way to do it!
de: Gut gemacht! Wenn Sie Ihre gesamten Ersparnisse verlieren wollen, ist dies der beste Weg, dies zu tun!
it: Ben fatto! Se vuoi perdere tutti i tuoi risparmi, questo è il miglior modo per farlo!

# CigarettePhrase5
source: Compliments! Scientist have claimed that 30% of all cancer deaths in USA are caused by smoking. If you will continue smoking, there are more
de: Kompliment! Wissenschaftler haben behauptet, dass 30 % aller Krebstodesfälle in den USA auf das Rauchen zurückzuführen sind. Wenn Sie weiter rauchen, gibt es mehr
it: Complimenti! Studiosi hanno affermato che il 30% delle morti di cancro negli USA sono causati dal fumo. Se continui a fumare, ci saranno più possibilità per te!

# AlcoholPhrase1
source: Well done! Can you count how many fingers are? I’m sure that after that drink you aren’t able to do it!
de: Gut gemacht! Kannst du zählen, wie viele Finger es sind? Ich bin mir sicher, dass du nach diesem Drink nicht mehr in der Lage bist, es zu tun!
it: Ben fatto! Riesci a conare quante dita sono? Sono sicuro che dopo questo drink, non sei capace di farlo!

# AlcoholPhrase2
source: Good job! Liver prepare yourself! Today with this more drink is like a talent show!
de: Gut gemacht! Die Leber macht sich bereit! Heute mit diesem mehr trinken ist wie eine Talentshow!
it: Ottimo lavoro! Fegato preparati! Oggi con tutti questi drink, è una prova di talento!

# AlcoholPhrase3
source: Congratulation! You have a superpower! If you are around, alcohol drinks will disappear in a while!
de: Herzlichen Glückwunsch! Du hast eine Superkraft! Wenn Sie in der Nähe sind, werden alkoholische Getränke in einer Weile verschwinden!
it: Congratulazioni! Tu hai un super potere! Se sei nei dintorni, i drink alcolici spariscono in un attimo!

# AlcoholPhrase4
source: Compliments! Have you have said hello to your liver? With this more drink, he is leaving now!
de: Komplimente! Hast du deine Leber schon gegrüßt? Mit diesem weiteren Getränk wird er jetzt gehen!
it: Complimenti! Hai salutato il tuo fegato? Con questo drink, se ne sta andando!

# SweetPhrase1
source: Good job! With those sweets that you have eaten, your smile will make your dentist richer!
de: Gut gemacht! Mit diesen Süßigkeiten, die du gegessen hast, wird dein Lächeln deinen Zahnarzt reicher machen!
it: Ottimo lavoro! Con queste sigarette che hai mangiato, your smile will make your dentist richer!

# SweetPhrase2
source: Congratulations! Have you found the teeth that you have lost after you have eaten that delicious sweet?
de: Herzlichen Glückwunsch! Haben Sie die Zähne wiedergefunden, die Sie verloren haben, nachdem Sie diese leckere Süßigkeit gegessen haben?
it: Congratulazioni! Hai trovato il dente che hai perso dopo aver mangiato quella caramella deliziosa?

# SweetPhrase3
source: Compliments! All the sweets that you eat won’t make you sweeter, they will only bring to you diabetes and more decays.
de: Kompliment! All die Süßigkeiten, die du isst, machen dich nicht süßer, sondern bringen dir nur Diabetes und mehr Fäulnis.
it: Complimenti! Tutte le caramelle che hai mangiato non ti farà diventare più dolce, ti porteranno solo diabete e carie dentali.

# SweetPhrase4
source: Felicitation! Have you been invited to the party? I’ve heard that your blood sugars are dancing Macarena right now!
it: Felicitazioni! Sei stato invitato alla festa? Ho sentito che gli zuccheri nel tuo sangue stanno ballando la Macarena!

# CoffePhrase1
source: Good job! If you’re planning to die, with those coffee that you have drank, the possibility of having an heart attack are increased!
de: Gute Arbeit! Wenn du vorhast zu sterben, erhöht sich mit dem Kaffee, den du getrunken hast, die Wahrscheinlichkeit eines Herzinfarkts!
it: Ottimo lavoro! Se stai programmando di morire, con questi caffè che hai bevuto, le possibilità di avere un infarto sono aumentate!

# CoffePhrase2
source: Well done! If you want to be a nervous person, drinking this coffee you are doing the right thing!
de: Gut gemacht! Wenn du ein nervöser Mensch sein willst und diesen Kaffee trinkst, dann tust du das Richtige!
it: Ben fatto! Se vuoi essere una persona nervosa, bevendo questo caffè stai facendo la cosa giusta!

# CoffePhrase3
source: Congratulations! If you are an anxious person, drinking more coffee will increase the level of your anxiety!
de: Herzlichen Glückwunsch! Wenn Sie ein ängstlicher Mensch sind, wird das Trinken von mehr Kaffee Ihre Angst verstärken!
it: Congratulazioni! Se sei una persona ansiosa, drinking more coffee will increase the level of your anxiety!

# CoffePhrase4
source: Compliments! If you suffer from insomnia, drinking a lot of coffee surely you will sleep blissfully!
de: Kompliment! Wenn Sie unter Schlaflosigkeit leiden, werden Sie durch das Trinken von viel Kaffee sicher glücklich schlafen!
it: Complimenti! Se soffri di insonnia, bevendo tanti caffè sicuramente dormirai beatamente!

# GamblingPhrase1
source: Well done! If you want to lose all your savings, this is the best way to do it!
de: Gut gemacht! Wenn Sie Ihre gesamten Ersparnisse verlieren wollen, ist dies der beste Weg, dies zu tun!
it: Ben fatto! Se vuoi perdere tutti I tuoi risparmi, questo è il miglior modo per farlo!

# GamblingPhrase2
source: A Gambler is nothing but a man who makes his living out of false hope.
de: Ein Glücksspieler ist nichts anderes als ein Mann, der seinen Lebensunterhalt mit falschen Hoffnungen verdient.
it: Un giocatore d'azzardo non è altro che un uomo che vive di false speranze.

# GamblingPhrase3
source: Gambling: The sure way of getting nothing from something.
de: Glücksspiel: Der sichere Weg, von etwas nichts zu bekommen.
it: Gioco d'azzardo: il modo sicuro per non ottenere nulla da qualcosa.

# GamblingPhrase4
source: Show me a gambler and I’ll show you a loser.
de: Zeige mir einen Spieler und ich zeige dir einen Verlierer.
it: Mostrami un giocatore d'azzardo e ti mostrerò un perdente.

# GamblingPhrase5
source: The safe way to double your money is to fold it over once and put it in your pocket.
de: sichere Art, sein Geld zu verdoppeln, ist, es einmal umzufalten und in die Tasche zu stecken.
it: Il modo sicuro per raddoppiare i tuoi soldi è piegarli e metterli in tasca.

# GamblingPhrase6
source: Gambling is a family disease. One person may be addicted but the whole family suffers.
de: Glücksspiel ist eine Familienkrankheit. Eine Person mag süchtig sein, aber die ganze Familie leidet darunter.
it: Il gioco d'azzardo è una malattia familiare. Una persona può essere dipendente ma l'intera famiglia ne soffre.
